import { ConnectTransl } from 'localization/lang_types/connect';

export const connectTranslation: ConnectTransl = {
    title: 'За да свържете Инстаграм профила си, трябва да изпълните следните стъпки:',
    step_1: 'Подсигурете се, че аканута Ви в Инстаграм е Business или Creator акаунт. Може да го проверите и да го промените от приложението - Settings - Account',
    step_2: "След като натиснете бутона 'Свързване с Инстаграм', ще бъдете препратени към Facebook. Избере оттам своя Инстаграм бизнес акаунт",
    step_3: 'Изберете Facebook страницата, която е свързана към Вашия Инстаграм бизнес акаунт. Ако още нямате такава, може да я създадете от Инстаграм приложението - Edit Profile - Page.',
    step_4: 'Подсигурете се, че всички разрешения са дадени. influ.ai има нужда от тези разрешения, за да може да покаже информация за Вашата аудитория на брандове - като ангажираност (eng. rate) и обхват (reach).',
    disclaimer:
        'Вашият акаунт си остава изцяло защитен и influ.ai не може да управлява/изтрива съдържание от Вашия профил. influ.ai може само да чете информация относно Вашето съдържание и аудитория, която се предоставя от официалния Facebook API.',
    connect_to_instagram: 'Свързване с Инстаграм',
};
