import { ThermsTranslation } from 'localization/lang_types/therms';

export const thermsTranslation: ThermsTranslation = {
    therms_of_use: 'УСЛОВИЯ ЗА ПОЛЗВАНЕ',
    last_updated: 'Дата на последно редактиране:',
    introduction: 'Въведение',
    intro_p1:
        'influ.ai е платформа, която позволява на Брандове (компании, които осъществяват реклама на определен бранд) и Инфлуенсъри (създатели на съдържание) да се свързват и идентифицират взаимно, да им се даде възможност да изпращат и приемат заявки за маркетинг кампании и да сключват споразумения за маркетинг кампании. influ.ai предоставя услуги както на Бранда, така и на Инфлуенсъра, включително улеснява сключването на споразумения за кампании между Брандовете и Инфлуенсърите и улеснява плащанията. Инфлуенсърите създават профили и ги предоставят на Брандовете. Брандовете разглеждат Инфлуенсърите и им изпращат заявки за кампания. Ако Бранд и Инфлуенсър се споразумеят за условията, се създава споразумение директно между Бранд и Инфлуенсър. influ.ai събира плащания от Бранда чрез доставчик на платежни услуги или по банков път. Средствата се държат в Escrow акаунт и се предоставят на Инфлуенсъра във връзка с предоставянето на услугите им.',
    intro_p2:
        'Ако Инфлуенсърите получат заявки за кампания от influ.ai, influ.ai ще плати на Инфлуенсърите директно във връзка с доставката на услугите им.',
    intro_p3:
        'Следните условия (тези „Условия за ползване“) управляват Вашия достъп до и използване на уебсайта influ.ai, включително всяко съдържание, функционалност и услуги, предлагани на или чрез https://influ.ai (“Сайта”), от Инфлу Аи ООД, с ЕИК: 206098124, със седалище и адрес на управление: Република България гр. София, ул. Владайска № 37, вх. Б, ет. 4, ап. 9',
    intro_p4:
        'Моля, прочетете внимателно условията и реда за използване („Условия за ползване“), преди да използвате платформата на Инфлу Аи ООД („influ.ai“), включително всички услуги, функции, съдържание и програмиране на софтуер и интерфейси, предоставени чрез платформата („Платформа“). Създавайки потребителски акаунт и/или използвайки платформата и свързаните с нея услуги („Услугите“), вие приемате и се съгласявате с тези условия за ползване, предоставени от influ.ai и/или което и да е от неговите дъщерни и/или асоциирани дружества. Ако не желаете да бъдете обвързани с тези условия, не трябва да създавате потребителски акаунт или да използвате тези страници.',
    general_therms: 'Общи условия',
    general_therms_p1:
        'Съгласно Вашето одобрение на настоящите Условия за ползване, вие ще станете Потребител на influ.ai, когато създадете потребителски акаунт на Сайта. Давайки такова одобрение, вие приемате настоящите Условия за ползване. Вие също одобрявате обработката на лични данни, която се извършва в съответствие с нашата Политика за поверителност, която е част от Условията за ползване.',
    general_therms_p2:
        'Регистрирането на потребител е достъпно само за юридически лица и лица на възраст най-малко осемнадесет (18) години или лица, които по друг начин са способни да сключват правно обвързващи договори съгласно приложимото законодателство.',
    explanation_to_user: 'Пояснения за потребителя за ролята на influ.ai',
    explanation_to_user_p1:
        'Споразумение за кампания е между Бранд и Инфлуенсър и influ.ai действа само като фасилитатор за взаимодействието на страните на Сайта. influ.aiне е страна по споразумение за кампания между Бранд и Инфлуенсър.',
    explanation_to_user_p2:
        'Инфлуенсърите не са служители на influ.aiи influ.ai по никакъв начин не контролира или насочва услугите на Инфлуенсърите.',
    explanation_to_user_p3:
        'influ.ai не поема отговорност за съдържание във всички профили на Инфлуенсъри в съответните им канали. Потребителят носи пълна отговорност за всички аспекти на всякакви материали, създадени, доставени или управлявани чрез своя акаунт („Материали“). Потребителят ще извършва всички маркетингови, бизнес и други дейности, свързани с Материали и използване на Платформата в съответствие с всички местни, държавни и федерални закони, правила и разпоредби, приложими за бизнеса на Потребителя.',
    explanation_to_user_p4:
        'При всички обстоятелства influ.ai не може да носи отговорност за действия и/или пропуски нито на Инфлуенсър, нито на Бранд. Те включват, но не се ограничават до нарушения на права на трети страни, включително права на интелектуална собственост, или претенции, възникнали в резултат на това за неизпълнение на задълженията на която и да е от страните по договорните отношения.',
    explanation_to_user_p5:
        'Ако Бранд или Инфлуенсър решат да използват платформата influ.ai, те не са служител, съдружник или партньор на influ.ai по никакви причини и действат изключително от свое име и за своя полза, а не от име или в полза на influ.ai.',
    responsibility: 'Отговорност',
    responsibility_p1:
        'Потребителите са единствено отговорни за дейност, която се случва при използване на акаунта им и са отговорни за запазването на поверителността на паролата си. Потребителите са длъжни незабавно да уведомят influ.ai в писмена форма за всяка промяна в разрешението, всяко неразрешено използване на техния акаунт или други нарушения на сигурността, свързани с акаунти, за които са запознати.',
    influencer_eligibility: 'Допустимост на Инфлуенсър',
    influencer_eligibility_p1:
        'influ.ai си запазва правото да откаже или отмени регистрацията на акаунт по някаква причина по свое усмотрение.',
    influencer_eligibility_p2:
        'За да получат пълен достъп до Платформата, Инфлуенсърите първо трябва да преминат през процес на преглед, при който техните профили в социалните медии ще бъдат оценени, за да определят дали отговарят на нашите критерии за използване на Платформата, някои от които включват: (1) Да имат минимум 1000 последователи, фенове, абонати и читатели на техните канали за социални медии, (2) Да имат качествена аудитория и др.',
    influencer_responsibility: 'Отговорност на Инфлуенсър',
    influencer_responsibility_p1:
        'Фалшиви последователи, харесвания, споделяния, гледни точки и коментари водят до ниска ангажираност и загуба на почтеност и репутация.  influ.ai строго забранява участието в каквато и да е програма за „споделяне“, „коментар“, „последовател“ (т.е. коментар за коментар, харесване за харесване и т.н.) и използването на услуги или приложения на трети страни (платени или неплатени) за повишаване на нивата на ангажираност. Всеки опит за придобиване на фалшиви последователи, харесвания, споделяния, гледни точки и коментари, в който и да е канал, се счита за нарушение на настоящите Общи условия и в такива случаи influ.ai си запазва правото да премахне акаунта на Инфлуенсъра, да прекрати плащанията и/или да поиска възстановяване, без предизвестие.',
    privacy_issues: 'Въпроси за поверителност',
    privacy_issues_p1:
        'Нямате право да използвате информация, получена от Платформата, за да тормозите, злоупотребите или да навредите на друго лице. influ.aiуважава поверителността на потребителите и се ангажира да установи отговорни практики и стандарти за управление на бизнес и данни. Използването на услугите influ.ai също се регулира от нашата Политика за поверителност, която е включена в настоящите Условия за ползване чрез тази референция. Очаква се да прегледате и да се съгласите с Политиката за поверителност, преди да приемете тези Условия за ползване. Политиката за поверителност е достъпна за преглед на https://app.influ.ai/privacy_policy.',
    privacy_issues_p2:
        'Потребителите се съгласяват, че ако изрично не посочат друго, influ.aiможе да използва съдържание, създадено чрез колаборация между Инфлуенсъри и Брандове в Платформата за маркетингови цели, но в такива случаи ще поиска съгласието на Потребителя.',
    termination_of_these_conditions: 'Прекратяване на тези условия',
    termination_of_these_conditions_p1:
        'Потребителите могат да прекратят правното си споразумение с influ.ai по всяко време, като деактивират тейните акаунти и преустановят използването на услугите на influ.ai. Ако Потребителите биха искали да деактивират своите акаунти, те могат да го направят, като се свържат с нас на hello@influ.ai.',
    termination_of_these_conditions_p2:
        'influ.ai може да спре временно или прекрати окончателно акаунт или да преустанови предоставянето на Потребителя на всички или на част от услугите на influ.ai по всяко време поради причини, включително, но не само, ако influ.ai разумно установи, че: (1) Потребителят е нарушил тези условия; (2) Потребител създава риск или евентуално правно подлагане на influ.ai; или (3) акаунт трябва да бъде премахнат поради продължително бездействие. influ.ai ще положи разумни усилия да уведоми Потребителя на имейл адреса, свързан с неговия акаунт, или следващия път, когато се опита да получи достъп до акаунта си, в зависимост от обстоятелствата. Във всички такива случаи, Условията за ползване се прекратяват, включително, без ограничение, лицензът на Потребителя да използва услугите на influ.ai.',
    modifications: 'Модификации',
    modifications_p1:
        'influ.ai си запазва правото по свое усмотрение да променя Сайта или да променя настоящите Условия за ползване, включително таксите за услуги, по всяко време и без предварително уведомление. Ако influ.aiпромени настоящите Условия за ползване, influ.ai или публикува модификацията на Сайта, или по друг начин ще предостави на Потребителите известие за промяната. influ.ai също ще актуализира „Дата на последно редактиране“ в горната част на настоящите Условия за ползване. Продължавайки достъпа или използването на Сайта, след като influ.ai е публикувал модификация на Сайта или е предоставил на Потребителя известие за промяна, Потребителят посочва, че се съгласява да бъде обвързан от променените Условия за ползване. Ако променените Условия за ползване не са приемливи за Потребителя, единственият призив е да прекрати използването на Сайта.',
    sharing_your_content_information:
        'Споделяне на Вашето съдържание и информация',
    sharing_your_content_information_p1:
        'За съдържание, което е обхванато от правата на интелектуална собственост, като снимки и видеоклипове (IP съдържание), Вие конкретно ни давате следното разрешение: давате ни неизключителен, прехвърляем, сублицензиран, безвъзмезден, световен лиценз за използване на всяко IP съдържание, което публикувате на или във връзка с influ.ai (IP лиценз), с цел маркетинг и популяризиране на influ.ai, без допълнително уведомяване или съгласие на Потребителя или каквото и да е обезщетение, дължимо на потребителя.',
    sharing_your_content_information_p2:
        'Или казано на неправен език, ние обичаме съдържанието, което създавате, и просто искаме възможност да го покажем в нашите канали за социални медии!',
    additional_responsibility: 'Допълнителни отговорностиing',
    additional_responsibility_p1:
        'Приемайки тези Условия за ползване, Вие се задължавате, гарантирате и се съгласявате, както следва:',
    additional_responsibility_p2:
        '(1) Да не използвате Платформата или Услугите във връзка с или да популяризирате кампании или реклами, съдържащи: (i) съдържание, което представлява нахлуване в неприкосновеността на личния живот, унизително, клеветническо, незаконосъобразно, нецензурно, порнографско, омразно, или дискриминационно; (ii) съдържание, което насърчава всяка незаконна дейност, включително без ограничение насърчаването на хазарт, когато е забранено, незаконни вещества, софтуерно пиратство или хакване; (iii) съдържание, което нарушава личните права, търговската марка, сервизната марка, търговското облекло, търговското наименование, логото, публичното право, авторското право, патентните права или всяко друго право на интелектуална собственост на която и да е трета страна; (iii) съдържание, което нарушава личните права, патентните права или всяко друго право на интелектуална собственост на която и да е трета страна; (iv) връзки или кодове за съдържание, които популяризират или реферират софтуерно пиратство и/или дейности, които обикновено се разбират като злоупотреба с интернет, включително, но не само, изпращане на нежелани масови електронни съобщения и разпространение или използване на шпионски софтуер, злонамерен софтуер, червеи, троянски коне, времеви бомби, ботове за отмяна, повредени файлове или подобен софтуер; или (v) съдържание, за което знаете, че е невярно и подвеждащо.',
    disclaimer: 'Отказ от отговорност',
    disclaimer_p1:
        'Платформата, друго съдържание, предоставено чрез платформата, и цялата технология, софтуер, материали, данни или изображения, предоставени или използвани от или от името на influ.aiили неговите лицензодатели във връзка с Платформата се предоставят „каквито са” и на база „както е възможно”. С изключение на изрично посоченото в настоящото споразумение, influ.ai не предоставя никакво друго представителство или гаранция от какъвто и да е вид, независимо дали е изразено, подразбиращо се, законово или по друг начин по отношение на офертите на Платформата. С изключение на степента, забранена от приложимото законодателство, influ.ai отказва всички подразбиращи се гаранции по отношение на офертите на Платформата, включително всякакви подразбиращи се гаранции за продаваемост, задоволително качество, годност за определена цел, нарушаване и скрито ползване и всякакви гаранции произтичащи по какъвто и да е начин относно сделка, изпълнение или търговия.',
    disclaimer_p2:
        'influ.ai няма да носи отговорност за (1) грешки, неточности или прекъсвания в обслужването, включително прекъсвания на електрозахранването или повреда в системата; или (2) всеки неоторизиран достъп, използване, промяна или изтриване, унищожаване, повреждане или загуба на рекламата на компанията или всякаква информация, изображения, текст или друга информация или съдържание.',
    disclaimer_p3:
        'influ.ai може да прекрати всяка част от Платформата или предлагането, на която и да е оферта в Платформата, или може да промени естеството, характеристиките, функциите, обхвата или работата на Платформата или предлагането, на която и да е оферта в Платформата, по всяко време.',
    disclaimer_p4:
        'influ.ai по никакъв начин не гарантира, че Платформата или предлаганите на нея оферти ще бъдат предоставени непрекъснато или че свързаното съдържание ще бъде без грешки или без увреждащи компоненти. В допълнение, influ.ai не гарантира, че платформата ще отговаря на Вашите изисквания и очаквания или че ще постигнете някакъв конкретен резултат от използването на Платформата.',
    limitations_of_liability: 'Ограничения на отговорността',
    limitations_of_liability_p1:
        'До степен, разрешена от закона, influ.ai в никакъв случай не носи отговорност за косвени, случайни, последващи, специални или образцови щети, включително, без ограничение загубена възможност или печалба, разходи за закупуване на заместващи стоки или услуги, загуба на репутация или друга нематериална полза, дори ако такива вреди са предвидими и независимо дали influ.ai е уведомен за възможността за това. В никакъв случай отговорността на influ.ai не надвишава общата сума, платена на influ.ai от Вас за услуги през предходните шест (6) месеца. Ограниченията на този подраздел се прилагат за всяка теория за отговорност, независимо дали се основава на гаранция, договор, устав, закононаруешние (включително нехайство) или по друг начин и независимо дали отговорните лица на influ.ai са били информирани за възможността за такава вреда, и дори ако посоченото тук средство за защита не е изпълнило основната си цел.',
    abuse_influai: 'Злоупотреба с influ.ai',
    abuse_influai_p1:
        'influ.ai запазва в максимална степен всички права, без да ограничава други средства за защита, да ограничи, спре временно или прекрати окончателно нашите услуги и/или потребителски акаунти, да спре или да забрани достъпа до нашите услуги, да премахне всяко съдържание и да предприеме каквито и да са технически или правни стъпки за забрана на Потребителите.',
    abuse_influai_p2:
        'Без да се ограничават причините за предприемане на гореспоменатите действия, поведението, което поражда тези действия, може да включва: (1) Използване на нашите услуги за всякакви нелегитимни или недобросъвестни цели, (2) Създаване на проблеми с други потребители или потенциални правни задължения, (3 ) Нарушаване на правата върху интелектуалната собственост на трети страни, (4) Действие в несъвместимост с някоя от нашите политики, (5) Злоупотреба с членове на екипа (т.е. необоснована или неподходяща комуникация) и (6) Всеки опит за използване на Платформата или услугите на influ.ai за всякакви нежелателни цели.',
    intellectual_property: 'Интелектуална собственост',
    intellectual_property_p1:
        'Запазваме всички права във връзка с авторското ни право, независимо дали го притежаваме или имаме право да ги използваме, и всички права са запазени за която и да е от нашите регистрирани и нерегистрирани търговски марки (собственост или с право на ползване), които се показват на тази платформа.',
    intellectual_property_p2:
        'Всички авторски права (включително авторското правото върху компютърни програми, изходни кодове, обектни кодове и алгоритми) и други права върху интелектуална собственост (включително търговски марки и патенти), свързани с Платформата influ.aiи нейното съдържание, са собственост или използвани на годно правно основание от influ.ai или нейните доставчици и партньори. Никое от тези права не се прехвърлят на Вас по силата на настоящите Условия.',
    intellectual_property_p3:
        'Не се допуска използването на платформата influ.aiили нейното съдържание за търговски цели. Не е позволено да се копира, разпространява, продава, публикува, прехвърля, дава, сублицензира, променя или по друг начин да се разпорежда или предприема каквото и да е действие по отношение на софтуера, включен в Платформата.',
    intellectual_property_p4:
        'Потребителят няма право да извършва обратно инженерство (“reverse engineering”), декомпилация, “разглобяване” или по какъвто и да е начин да се опита да получи достъп до изходния код на софтуера.',
    intellectual_property_p5:
        'Ако забележите нарушение на авторски права в нашата Платформа, молим да ни уведомите своевременно на e-mail: hello@influ.ai.',
    contacts: 'Контакти',
    contacts_p1:
        'Aко имате въпроси, може да се свържете с нас на hello@influ.ai.',
};
